"SPC Password" = "Heslo SPC";
"Authentication Key" = "Klíč ověření totožnosti";
"Incorrect key" = "Nesprávný klíč";
"Incorrect SPC Password" = "Nesprávné heslo SPC";
"Enter 26 digit key" = "Zadejte 26místný klíč ověření totožnosti.";
"Security" = "Zabezpečení";
"Too many retries of SPC." = "Příliš mnoho pokusů o zadání SPC.";
"AKEY set successfully." = "AKEY úspěšně nastaven.";
"Failed to set AKEY." = "Nastavení AKEY selhalo.";
"Too many retries of AKEY." = "Příliš mnoho pokusů o zadání AKEY.";
"Password" = "Heslo";
"Key" = "Klíč";
"OK" = "OK";
"Cancel" = "Zrušit";